[
    {
             "image": "images/prodimgresize1.png",
             "name": "Airpod Pro Maxes",
             "desc": "A perfect balance of exhilarating high-fidelity audio and the effortless magic of AirPods. The ultimate personal listening experience is here.",
             "price":"$550"
          },
          {
              "image": "images/beatsresize2.png",
              "name": "Beats Solo3",
              "desc": "Wireless is your perfect everyday headphone. Get the most out of your music with award winning sound and up to 40 hours of battery life.",
              "price":"$131"
          },
          {
              "image": "images/prodimgresize3.png",
              "name": "Koss Prota Pro",
              "desc": "Collapsible stereophone combines high-quality sound reproduction with a unique design for the ultimate in convenience and comfort. ",
              "price":"$50"
          },
          {
           "image": "images/prodimgresize4.png",
           "name": "Steel Series Arctis 3",
           "desc": "Arctis 3 brings pure performance and style, featuring SteelSeries 7.1 Surround Sound. The best wired headset for PC, PS4, Xbox One, Switch and more.",
           "price":"$70"
          },
          {
           "image": "images/prodimgresize5.png",
           "name": "Hyper X Cloud II",
           "desc": "HyperX Cloud II features a newly designed USB sound card audio control box that amplifies audio and voice for an optimal Hi Fi gaming experience",
           "price":"$70"
          },
          {
           "image": "images/prodimgresize6.png",
           "name": "Bose Quietcomfort",
           "desc": "True wireless QuietComfort earbuds from Bose offer adjustable noise cancelling, lifelike audio, and a secure, comfortable fit. ",
           "price":"$229.00"
          },
          {
           "image": "images/prodimgresize7.png",
           "name": "Razer Kraken X",
           "desc": "The ultra-light Razer Kraken X is a multi-platform gaming headset built with superior comfort, Extended durability and crystal-clear sound.",
           "price":"$550"
          },
          {
           "image": "images/prodimgresize8.png",
           "name": "Sony wh- 1000xm5",
           "desc": "The WH-1000XM5 headphones rewrite the rules for distraction-free listening. 2 processors control 8 microphones for unprecedented noise cancellation and exceptional call quality. With a newly developed driver, DSEE Extreme and Hi-Res audio support the WH-1000XM5 headphones provide awe-inspiring audio quality.",
           "price":"$400"
          },
          {
           "image": "images/prodimgresize9.png",
           "name": "JBL Tune 510BT ",
           "desc": "The JBL Tune 510BT headphones wirelessly stream powerful JBL Pure Bass sound for up to 40 hours. Grab them and fill your day with music!",
           "price":"$50"
          },
          {
           "image": "images/prodimgresize10.png",
           "name": "Marshall Major IV",
           "desc": "The iconic headphones from Marshall with 80+ solid hours of wireless playtime, wireless charging and a new, improved ergonomic design.",
           "price":"$107"
          },
          {
           "image": "images/sen_1920x1080.webp",
           "name": "Sennheiser Momentum 4 Wireless",
           "desc": "The MOMENTUM 4 Wireless perfectly combines incredible wearing comfort with elegantly streamlined style. With an outstanding battery life of up to 60 hours, smart features for effortless ease of use, and take anywhere fold-flat design, it’s the ideal companion for amazing sound wherever you go.",
           "price":"$350"
          },
          {
           "image": "images/prodimgresize12.png",
           "name": "Bang & Olufsen Beoplay",
           "desc": "The stylish Bang & Olufsen Beoplay EQ earphones deliver relatively accurate true wireless audio and solid noise cancellation",
           "price":"$500"
          }
]

